<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<!DOCTYPE html>
<html>
<head>
    <meta charset="utf-8">
    <title>Finding</title>
    <link rel="stylesheet" type="text/css" href="/css/find.css"/>

</head>
<body>
<script src="/js/jquery.js"></script>
<script src="/js/find.js" type="text/javascript" charset="utf-8"></script>

<div id="f_head">
    <div id="login">
        <div style="float: left;margin-top: 5px;color: white;font-size: 18px;margin-right: 10px;">登录</div>
        <div id="l_png" style="margin-right: 15px;"><img src="/img/login.png" width="22px" height="25px" style="margin: 4px;margin-left: 7px;"></div>
        <div><img src="../img/set.png" width="26px" height="26px" style="float: left;margin-top: 5px"></div>
    </div>

    <div id="find">

        <div id="logo">
            <div id="l_logo">
                <img src="/img/logo.png" width="38px" height="55px">
            </div>
            <div id="l_text">
                Finding
            </div>
        </div>

        <div id="f1" class="f_tag hand f1">
            快速
        </div>
        <div id="s1" class="skew f_tag hand s1"></div>
        <div id="f2" class="f_tag f2 hand">
            完整
        </div>
        <div id="s2" class="skew f_tag s2 hand"></div>
        <form action="#" method="post">
            <input type="text" name="in" id="in"/>
            <div id="f_png" class="hand">
                <img src="/img/find.png" width="30px" height="30px">
            </div>
        </form>

    </div>
</div>


<div id="show">

    <div class="result">
        <div class="url">
            <a href="https://www.baidu.com">复者联盟3</a>
        </div>
        <div class="r_text">
            导演：某个美国人
            <br>
            上映时间：2019/01/21(中国)
            <br>
            剧情简介：复仇者联盟3：无限战争》是由漫威电影制作的的科幻片。该片由安东尼·罗素、乔·罗素执导，小罗伯特·唐尼、乔什·布洛林、克里斯·埃文斯、克里斯·海姆斯沃斯、斯嘉丽·约翰逊、马克·鲁法洛等主演，于2018年4月27日在美国上映，2018年5月11日在中国大陆上映。该片是《复仇者联盟》系列电影的第三部，是漫威电影宇宙的第19部电影，讲述了复仇者联盟和他们的超级英雄盟友们牺牲一切，阻止灭霸毁灭一半宇宙生命剧情简介：复仇者联盟3：无限战争》是由漫威电影制作的的科幻片。该片由安东尼·罗素、乔·罗素执导，小罗伯特·唐尼、乔什·布洛林、克里斯·埃文斯、克里斯·海姆斯沃斯、斯嘉丽·约翰逊、马克·鲁法洛等主演，于2018年4月27日在美国上映，2018年5月11日在中国大陆上映。该片是《复仇者联盟》系列电影的第三部，是漫威电影宇宙的第19部电影，讲述了复仇者联盟和他们的超级英雄盟友们牺牲一切，阻止灭霸毁灭一半宇宙生命剧情简介：复仇者联盟3：无限战争》是由漫威电影制作的的科幻片。该片由安东尼·罗素、乔·罗素执导，小罗伯特·唐尼、乔什·布洛林、克里斯·埃文斯、克里斯·海姆斯沃斯、斯嘉丽·约翰逊、马克·鲁法洛等主演，于2018年4月27日在美国上映，2018年5月11日在中国大陆上映。该片是《复仇者联盟》系列电影的第三部，是漫威电影宇宙的第19部电影，讲述了复仇者联盟和他们的超级英雄盟友们牺牲一切，阻止灭霸毁灭一半宇宙生命
        </div>
    </div>

    <div class="result">
        <div class="url">
            <a href="https://www.baidu.com">复者联盟3</a>
        </div>
        <div class="r_text">
            导演：某个美国人
            <br>
            上映时间：2019/01/21(中国)
            <br>
            剧情简介：复仇者联盟3：无限战争》是由漫威电影制作的的科幻片。该片由安东尼·罗素、乔·罗素执导，小罗伯特·唐尼、乔什·布洛林、克里斯·埃文斯、克里斯·海姆斯沃斯、斯嘉丽·约翰逊、马克·鲁法洛等主演，于2018年4月27日在美国上映，2018年5月11日在中国大陆上映。该片是《复仇者联盟》系列电影的第三部，是漫威电影宇宙的第19部电影，讲述了复仇者联盟和他们的超级英雄盟友们牺牲一切，阻止灭霸毁灭一半宇宙生命剧情简介：复仇者联盟3：无限战争》是由漫威电影制作的的科幻片。该片由安东尼·罗素、乔·罗素执导，小罗伯特·唐尼、乔什·布洛林、克里斯·埃文斯、克里斯·海姆斯沃斯、斯嘉丽·约翰逊、马克·鲁法洛等主演，于2018年4月27日在美国上映，2018年5月11日在中国大陆上映。该片是《复仇者联盟》系列电影的第三部，是漫威电影宇宙的第19部电影，讲述了复仇者联盟和他们的超级英雄盟友们牺牲一切，阻止灭霸毁灭一半宇宙生命剧情简介：复仇者联盟3：无限战争》是由漫威电影制作的的科幻片。该片由安东尼·罗素、乔·罗素执导，小罗伯特·唐尼、乔什·布洛林、克里斯·埃文斯、克里斯·海姆斯沃斯、斯嘉丽·约翰逊、马克·鲁法洛等主演，于2018年4月27日在美国上映，2018年5月11日在中国大陆上映。该片是《复仇者联盟》系列电影的第三部，是漫威电影宇宙的第19部电影，讲述了复仇者联盟和他们的超级英雄盟友们牺牲一切，阻止灭霸毁灭一半宇宙生命
        </div>
    </div>

    <div class="result">
        <div class="url">
            <a href="https://www.baidu.com">复者联盟3</a>
        </div>
        <div class="r_text">
            导演：某个美国人
            <br>
            上映时间：2019/01/21(中国)
            <br>
            剧情简介：复仇者联盟3：无限战争》是由漫威电影制作的的科幻片。该片由安东尼·罗素、乔·罗素执导，小罗伯特·唐尼、乔什·布洛林、克里斯·埃文斯、克里斯·海姆斯沃斯、斯嘉丽·约翰逊、马克·鲁法洛等主演，于2018年4月27日在美国上映，2018年5月11日在中国大陆上映。该片是《复仇者联盟》系列电影的第三部，是漫威电影宇宙的第19部电影，讲述了复仇者联盟和他们的超级英雄盟友们牺牲一切，阻止灭霸毁灭一半宇宙生命剧情简介：复仇者联盟3：无限战争》是由漫威电影制作的的科幻片。该片由安东尼·罗素、乔·罗素执导，小罗伯特·唐尼、乔什·布洛林、克里斯·埃文斯、克里斯·海姆斯沃斯、斯嘉丽·约翰逊、马克·鲁法洛等主演，于2018年4月27日在美国上映，2018年5月11日在中国大陆上映。该片是《复仇者联盟》系列电影的第三部，是漫威电影宇宙的第19部电影，讲述了复仇者联盟和他们的超级英雄盟友们牺牲一切，阻止灭霸毁灭一半宇宙生命剧情简介：复仇者联盟3：无限战争》是由漫威电影制作的的科幻片。该片由安东尼·罗素、乔·罗素执导，小罗伯特·唐尼、乔什·布洛林、克里斯·埃文斯、克里斯·海姆斯沃斯、斯嘉丽·约翰逊、马克·鲁法洛等主演，于2018年4月27日在美国上映，2018年5月11日在中国大陆上映。该片是《复仇者联盟》系列电影的第三部，是漫威电影宇宙的第19部电影，讲述了复仇者联盟和他们的超级英雄盟友们牺牲一切，阻止灭霸毁灭一半宇宙生命
        </div>
    </div>

    <div class="result">
        <div class="url">
            <a href="https://www.baidu.com">复者联盟3</a>
        </div>
        <div class="r_text">
            导演：某个美国人
            <br>
            上映时间：2019/01/21(中国)
            <br>
            剧情简介：复仇者联盟3：无限战争》是由漫威电影制作的的科幻片。该片由安东尼·罗素、乔·罗素执导，小罗伯特·唐尼、乔什·布洛林、克里斯·埃文斯、克里斯·海姆斯沃斯、斯嘉丽·约翰逊、马克·鲁法洛等主演，于2018年4月27日在美国上映，2018年5月11日在中国大陆上映。该片是《复仇者联盟》系列电影的第三部，是漫威电影宇宙的第19部电影，讲述了复仇者联盟和他们的超级英雄盟友们牺牲一切，阻止灭霸毁灭一半宇宙生命剧情简介：复仇者联盟3：无限战争》是由漫威电影制作的的科幻片。该片由安东尼·罗素、乔·罗素执导，小罗伯特·唐尼、乔什·布洛林、克里斯·埃文斯、克里斯·海姆斯沃斯、斯嘉丽·约翰逊、马克·鲁法洛等主演，于2018年4月27日在美国上映，2018年5月11日在中国大陆上映。该片是《复仇者联盟》系列电影的第三部，是漫威电影宇宙的第19部电影，讲述了复仇者联盟和他们的超级英雄盟友们牺牲一切，阻止灭霸毁灭一半宇宙生命剧情简介：复仇者联盟3：无限战争》是由漫威电影制作的的科幻片。该片由安东尼·罗素、乔·罗素执导，小罗伯特·唐尼、乔什·布洛林、克里斯·埃文斯、克里斯·海姆斯沃斯、斯嘉丽·约翰逊、马克·鲁法洛等主演，于2018年4月27日在美国上映，2018年5月11日在中国大陆上映。该片是《复仇者联盟》系列电影的第三部，是漫威电影宇宙的第19部电影，讲述了复仇者联盟和他们的超级英雄盟友们牺牲一切，阻止灭霸毁灭一半宇宙生命
        </div>
    </div>

    <div class="result">
        <div class="url">
            <a href="https://www.baidu.com">复者联盟3</a>
        </div>
        <div class="r_text">
            导演：某个美国人
            <br>
            上映时间：2019/01/21(中国)
            <br>
            剧情简介：复仇者联盟3：无限战争》是由漫威电影制作的的科幻片。该片由安东尼·罗素、乔·罗素执导，小罗伯特·唐尼、乔什·布洛林、克里斯·埃文斯、克里斯·海姆斯沃斯、斯嘉丽·约翰逊、马克·鲁法洛等主演，于2018年4月27日在美国上映，2018年5月11日在中国大陆上映。该片是《复仇者联盟》系列电影的第三部，是漫威电影宇宙的第19部电影，讲述了复仇者联盟和他们的超级英雄盟友们牺牲一切，阻止灭霸毁灭一半宇宙生命剧情简介：复仇者联盟3：无限战争》是由漫威电影制作的的科幻片。该片由安东尼·罗素、乔·罗素执导，小罗伯特·唐尼、乔什·布洛林、克里斯·埃文斯、克里斯·海姆斯沃斯、斯嘉丽·约翰逊、马克·鲁法洛等主演，于2018年4月27日在美国上映，2018年5月11日在中国大陆上映。该片是《复仇者联盟》系列电影的第三部，是漫威电影宇宙的第19部电影，讲述了复仇者联盟和他们的超级英雄盟友们牺牲一切，阻止灭霸毁灭一半宇宙生命剧情简介：复仇者联盟3：无限战争》是由漫威电影制作的的科幻片。该片由安东尼·罗素、乔·罗素执导，小罗伯特·唐尼、乔什·布洛林、克里斯·埃文斯、克里斯·海姆斯沃斯、斯嘉丽·约翰逊、马克·鲁法洛等主演，于2018年4月27日在美国上映，2018年5月11日在中国大陆上映。该片是《复仇者联盟》系列电影的第三部，是漫威电影宇宙的第19部电影，讲述了复仇者联盟和他们的超级英雄盟友们牺牲一切，阻止灭霸毁灭一半宇宙生命
        </div>
    </div>

</div>


<div id="change">
    <div id="to-center" style="width: 250px;">
        <div id="left" class="btn">
            <img src="/img/page_l.png" class="b_img hand" id="left1">
        </div>

        <div class="btn page at-this hand">
            1
        </div>

        <div class="btn page hand">
            2
        </div>

        <div class="btn page hand">
            3
        </div>

        <div id="right" class="btn">
            <img src="/img/page_r.png" class="b_img hand" id="right1">
        </div>
    </div>
</div>

</body>
</html>



